Repository: nouri6412/iis-maral-web
Catalog: languages/*.po
Languages: fa_ir

source: FRENCH LANGUAGE WRITE
fa_ir: Writing زبان فرانسه

source: "*" indicates required fields
fa_ir: فیلدهای ضروری

source: ago
fa_ir: پیش

source: BACK
fa_ir: قبلی

source: BEEN REFUSED REFUGEE STATUS IN, OR AN IMMIGRANT OR VISITOR VISA TO, CANADA OR ANY OTHER COUNTRY?
fa_ir: آیا وضعیت پناهندگی در کانادا یا ویزای مهاجرت یا بازدید کننده به کانادا یا هر کشور دیگری رد شده است؟

source: Blog
fa_ir: بلاگ

source: Canadian visa
fa_ir: ویزای کانادا

source: Cities in Canada
fa_ir: شهرهای کانادا

source: CITY AND COUNTRY OF BIRTH
fa_ir: شهر و کشور محل تولد

source: CITY/COUNTRY
fa_ir: شهر/کشور

source: Comment
fa_ir: دیدگاه

source: Comments
fa_ir: دیدگاه ها

source: COMPANY FROM
fa_ir: از تاریخ

source: COMPANY TO
fa_ir: تا تاریخ

source: Contact us
fa_ir: تماس با ما

source: CURRENT ADDRESS
fa_ir: آدرس فعلی

source: CURRENT MARITAL STATUS
fa_ir: وضعیت تاهل

source: DATE OF BIRTH
fa_ir: تاریخ تولد

source: E-MAIL
fa_ir: ایمیل

source: Education
fa_ir: تحصیلات

source: educational
fa_ir: تحصیلی

source: email
fa_ir: ایمیل

source: ENGLISH LANGUAGE READ
fa_ir: Reading زبان انگلیسی

source: ENGLISH LANGUAGE SPEAK
fa_ir: Speaking زیبان انگلیسی

source: ENGLISH LANGUAGE WRITE
fa_ir: writing زبان انگلیسی

source: FAMILY NAME
fa_ir: نام خانوادگی

source: FAQ
fa_ir: سوالات متداول

source: FIRST NAME
fa_ir: نام

source: Follow us
fa_ir: ما را دنبال کنید

source: FRENCH LANGUAGE READ
fa_ir: Reading زبان فرانسه

source: FRENCH LANGUAGE SPEAK
fa_ir: Speaking زیبان فرانسه

source: HAVE YOU BEEN CONVICTED OF OR CURRENTLY CHARGED WITH A CRIME OR OFFENCE IN ANY COUNTRY?
fa_ir: آیا در هر کشوری به جرم یا جرمی محکوم شده اید یا در حال حاضر به آن متهم شده اید؟

source: Home
fa_ir: خانه

source: HOW MUCH MONEY WILL YOU BRING TO CANADA?
fa_ir: چه مقدار پول به کانادا می آورید؟

source: IF APPLICABLE, HAVE YOU FINISHED YOUR MILITARY DUTY AND RECEIVE YOUR CARD?
fa_ir: در صورت وجود، آیا شما وظیفه نظامی خود را به پایان رسانده اید و کارت خود را دریافت کرده اید؟

source: IF YOU HAVE COMPLETED IELTS, PLEASE ENTER YOUR SCORE:
fa_ir: اگر آیلتس را کامل کرده اید، لطفا نمره خود را وارد کنید:

source: IF YOU HAVE COMPLETED TEF, PLEASE ENTER YOUR SCORE:
fa_ir: اگر TEF را کامل کرده اید، لطفاً امتیاز خود را وارد کنید:

source: IMMIGRATION PROGRAM INTRODUCTION VIDEOS
fa_ir: ویدیو های معرفی برنامه های مهاجرتی

source: IMMIGRATION PROGRAMS
fa_ir: برنامه های مهاجرتی

source: INITIAL ASSESSMENT FORM
fa_ir: فرم ارزیابی اولیه مهاجرت

source: INSTITUTION DATE COMPLETE
fa_ir: تاریخ فارغ التحصیلی

source: investment
fa_ir: سرمایه گذاری

source: Language knowledge
fa_ir: دانش زبان

source: LASTEST NEWS OF CANADA
fa_ir: اخبار جدید کانادا

source: Latest News
fa_ir: آخرین اخبار

source: message
fa_ir: پیام

source: Migration
fa_ir: مهاجرت

source: more
fa_ir: بیشتر

source: name
fa_ir: نام

source: NAME OF THE CERTIFICATE
fa_ir: نام رشته تحصیلی

source: NAME OF THE UNIVERSITY OR COLLAGE
fa_ir: نام موسسه محل تحصیل

source: Next
fa_ir: بعدی

source: next
fa_ir: بعدی

source: OCCUPATION
fa_ir: نام شرکت

source: One Comment
fa_ir: یک دیدگاه

source: Permanent Residency
fa_ir: اقامت دائم

source: Personal Information
fa_ir: اطلاعات شخصی

source: Post a new comment
fa_ir: یک دیدگاه ارسال کنید

source: Posting a comment is restricted
fa_ir: ثبت دیدگاه محدود شده است

source: prev
fa_ir: قبلی

source: PREVIOUSLY SOUGHT REFUGEE STATUS IN CANADA OR APPLIED FOR AN IMMIGRANT OR VISITOR VISA?
fa_ir: آیا قبلاً به دنبال وضعیت پناهندگی در کانادا بوده اید یا برای ویزای مهاجرت یا ویزیت درخواست داده اید؟

source: PROFESSIONAL AFFILIATION & TECHNICAL TRAININGS / CERTIFICATES DATE
fa_ir: عنوان مدرک فنی و حرفه ای

source: Quick access
fa_ir: دسترسی سریع

source: READ MORE
fa_ir: اطلاعات بیشتر

source: rest of Information
fa_ir: سایر اطلاعات

source: See all
fa_ir: مشاهده همه

source: See all news
fa_ir: مشاهده همه اخبار

source: send
fa_ir: ارسال

source: Services
fa_ir: خدمات

source: Share this
fa_ir: این مطلب را به اشتراک بگذارید

source: Step 1 of 5
fa_ir: گام 1 از 5

source: Step 2 of 5
fa_ir: گام 2 از 5

source: Step 3 of 5
fa_ir: گام 3 از 5

source: Step 4 of 5
fa_ir: گام 4 از 5

source: Step 5 of 5
fa_ir: گام 5 از 5

source: Successfully submitted
fa_ir: با موفقیت ارسال گردید

source: Table of Contents
fa_ir: فهرست مطالب

source: TELEPHONE
fa_ir: تلفن

source: There is nothing to show
fa_ir: چیزی برای نمایش وجود ندارد

source: Website
fa_ir: وب سایت

source: WEBSITES OF THE IMMIGRATION ORGANIZATION
fa_ir: وب سایت های سازمان مهاجرتی iss

source: Work Experience
fa_ir: سابقه کاری

source: Write a comment
fa_ir: ارسال دیدگاه

source: Your comment is awaiting moderation.
fa_ir: نظر شما در انتظار تایید است.

source: Your comment is awaiting moderation. This is a preview; your comment will be visible after it has been approved.
fa_ir: نظر شما در انتظار تایید است. این یک پیش نمایش است. نظر شما پس از تایید قابل مشاهده خواهد بود.
